Repository: Divv10/GcResourcesApp
Catalog: GCManagementApp/Properties/Resources.*.resx
Languages: pt_br

source: AC boost from energy pack
pt_br: Boost de Cubo de Despertar do pacote de energia

source: Accessories
pt_br: Acessórios

source: GE gained in boss stage
pt_br: Essência de Crescimento obtida em fase de chefe

source: Additional energy bought weekly:
pt_br: Energia adicional comprada semanalmente:

source: Additional entries
pt_br: Entradas adicionais

source: ADD NEW
pt_br: ADICIONAR NOVO

source: Add new Exclusive Weapon
pt_br: Adicionar nova Arma Exclusiva

source: Add new hero
pt_br: Adicionar novo herói

source: Ads
pt_br: Anúncios

source: Adventure
pt_br: Aventura

source: Aernas Grace
pt_br: Graça de Ernas

source: All
pt_br: Todos

# AllChangesRequiresReboot
source: All changes requires app to be restarted
pt_br: Todas as alterações exigem que o aplicativo seja reiniciado

source: All T1
pt_br: T1

source: All T2
pt_br: T2

source: All T3
pt_br: T3

source: Any T1
pt_br: T1

source: Any T2
pt_br: T2

source: Any T3
pt_br: T3

source: Artifact Level
pt_br: Nível da Relíquia

source: Artifact Tier
pt_br: Rank da Relíquia

source: Artifact Type
pt_br: Tipo da Relíquia

# ArtiT1
source: T1 (Rock of Time)
pt_br: T1 (Pedra do Tempo)

# ArtiT2
source: T2 (Rock of Soul)
pt_br: T2 (Pedra da Alma)

# ArtiT3
source: T3 (Rock of Abyss)
pt_br: T3 (Pedra do Abismo)

# ArtiT4
source: T4 (Rock of Side)
pt_br: T4 (Pedra do Inverso)

source: Assault
pt_br: Guerr

source: Attribute
pt_br: Atributo

source: Back
pt_br: Voltar

# BasedOnMyExperienceYouGain
source: Based on my experience You gain around 900 energy weekly from ads in shop. Edit the value below if You feel You are getting different amount.
pt_br: Com base na minha experiência, você ganha cerca de 900 energia semanalmente com anúncios na loja. Edite o valor abaixo se você sentir que está recebendo um valor diferente.

source: BG from selling heroes
pt_br: Gemas Azuis da venda de heróis

source: Blue
pt_br: EQUILÍB

# BlueAccSet
source: Blue - Protection of Life
pt_br: Azul - Proteção da Vida

source: Blue Gems
pt_br: Gema Azul

source: Blue Gems options
pt_br: Opções de Gemas Azuis

source: Blue Gems Per Sold Hero
pt_br: Gemas Azuis por Herói Vendido

source: Blue Gems weekly
pt_br: Gemas Azuis semanalmente

source: Body Core open
pt_br: Núcleo do Corpo aberto

source: Bonus energy from pack
pt_br: Energia bônus do pacote

source: BoV from energy
pt_br: BoV das energias

# BoVFromLab
source: BoV from WL
pt_br: BoV do Labirinto

source: BoV per run
pt_br: BoV por ida

source: Cancel
pt_br: Cancelar

source: BG from Defense Mode
pt_br: Gema Azul obtida do Modo Defesa

source: BoV gained in boss stage
pt_br: BoV obtida em fase de chefe

source: GE per run
pt_br: Essência de Crescimento por ida

source: Chaser Cost Calculator
pt_br: Calculadora de custo do Chaser

source: Chaser Level
pt_br: Nível do Chaser

source: Chaser & Transcendence
pt_br: Chaser e Transcedência

# ClAndSiCosts
source: Calculators
pt_br: Calculadoras

source: Class
pt_br: Classe

source: Clear filters
pt_br: Limpar filtros

# ClickHereToSHowFullChaserTable
source: Click here to show full Chaser cost table
pt_br: Clique aqui para mostrar a tabela completa de custos do Chaser

# ClickHereToShowFullSITable
source: Click here to show full Soul Imprint cost table
pt_br: Clique aqui para mostrar a tabela de custos completa do Selo da Alma

source: Close
pt_br: Fechar

source: Compact View
pt_br: Vista Compacta

source: Copy details to clipboard
pt_br: Copiar detalhes para a área de transferência

source: Copy image to clipboard
pt_br: Copiar imagem para a área de transferência

source: (Core open)
pt_br: (Núcleo aberto)

# Cost
source: Cost (Chaser will add one additional Duplicate to SI due to Growth Cubes)
pt_br: Custo

# CostOfLevels
source: Cost of {0} levels:
pt_br: Custo dos níveis de {0}:

source: Cost of SI15 in GE
pt_br: Custo do SI15 em Essências do Crescimento

# CostX
source: Cost: {0}
pt_br: Custo: {0}

source: Cubes bought in BG shop
pt_br: Cubos comprados na loja de Gemas Azuis

source: Cubes from Anni
pt_br: Cubos do Extermínio

source: Cubes from BG
pt_br: Cubos de Gemas Azuis

source: Cubes from DD
pt_br: Cubos do Modo Defesa

source: Cubes from Energy
pt_br: Cubos de Energia

source: Current Chaser level
pt_br: Nível atual do Chaser

source: Current Soul Imprint Level
pt_br: Nível atual do Selo da Alma

source: Daily
pt_br: Diário

# DailyAdventureSpecUp
source: Daily Adventure Spec-up (500 x 7 = 3500)
pt_br: Especificações diárias de aventura (500 x 7 = 3500)

# DailyColon
source: Daily:
pt_br: Diário:

source: Daily Defense
pt_br: Defesa Diária

source: Daily Energy
pt_br: Energia Diária

# DailyEntryEssentialPackage
source: Daily Entry Essential Package (+1)
pt_br: Pacote Essencial de Entrada Diária (+1)

# DailyEntryPackage
source: Daily Entry Package (+3)
pt_br: Pacote Entrada Diária (+3)

source: Daily Entry Package (+1)
pt_br: Pacote Entrada Diária (+1)

source: Daily gold income:
pt_br: Rendimento diário de ouro:

source: Daily login
pt_br: Login diário

source: Dark theme
pt_br: Modo escuro

source: Delete
pt_br: Excluir

source: DELETE SELECTED
pt_br: EXCLUIR SELECIONADO

source: Desired Chaser level
pt_br: Nível desejado do Chaser

source: Desired EW growth
pt_br: Nível de Equipamento Exclusivo desejado

source: Desired Soul Imprint Level
pt_br: Nível do Selo da Alma Desejado

source: Donate
pt_br: Doar

source: Done
pt_br: Feito

source: Download progress from Google Drive
pt_br: Download do progresso do Google Drive

# DoYouLikeTheApp
source: Do You like the app and find it usefull? Consider supporting :)
pt_br: Você gosta do aplicativo e o acha útil? Considere apoiar :)

source: Dupes(SI)
pt_br: Cópias(SI)

source: Earrings
pt_br: Brinco

source: Edit
pt_br: Editar

source: Empty
pt_br: Vazio

source: Energy Calculator
pt_br: Calculadora de Energia

source: Energy from ads in mail
pt_br: Energia de anúncios no correio

source: Energy from ads in shop
pt_br: Energia dos anúncios da loja

# EnergyFromGems
source: Energy from Gems (150 x 10 x 7 = 10500)
pt_br: Energia de Gemas (150 x 10 x 7 = 10500)

source: Energy from natural regen
pt_br: Energia de recuperação natural

source: Energy package
pt_br: Pacote de Energia

source: Energy package options
pt_br: Opções de pacotes de energia

source: Energy per run
pt_br: Energia por Entrada

# EnergySupplyPackage
source: Energy Supply Package (5200 x 4 = 20800)
pt_br: Pacote de fornecimento de energia (5200 x 4 = 20800)

# EnergySupportPackage
source: Energy Support Package (600 x 7 = 4200)
pt_br: Pacote de Apoio de Energia (600 x 7 = 4200)

# EnergySupportPackage2
source: Energy Support Package 2 (1400 x 7 = 9800)
pt_br: Pacote de Apoio de Energia 2 (1400 x 7 = 9800)

source: Energy used in boss stage
pt_br: Energia usada no calabouço de chefe

# EnoughBGToBuyGC
source: Enough Blue Gems to buy {0} Growth Cubes{1}Can clear Growth Cubes shop for {2} weeks
pt_br: Gemas azuis suficientes para comprar {0} Cubos de Growth {1} Pode limpar a loja de Cubos de Growth por {2} semanas

source: Equipment
pt_br: Equipamentos

source: Error downloading
pt_br: Erro ao baixar

# ErrorImportingProfileFromX
source: Error importing profile from {0}
pt_br: Erro ao importar perfil do {0}

# ErrorOccuredWhileExporting
source: Error occured while exporting the profile.
pt_br: Ocorreu um erro ao exportar o perfil.

source: Error uploading
pt_br: Erro ao carregar

# EWX
source: EW: {0}
pt_br: Equipamento Exclusivo: {0}

source: Exclusive Weapon
pt_br: Arma Exclusiva

source: Exclusive weapon level
pt_br: Nível de Equipamento Exclusivo

source: Exclusive weapon owned
pt_br: Equipamento Exclusivo adquirido

source: Exclusive Weapons
pt_br: Equipamento Exclusivo

source: Exclusive weapons owned:
pt_br: Equipamentos Exclusivos adquiridos:

source: Exclusive Weapons Plans
pt_br: Planejamento de Equipamentos Exclusivos

source: Filter
pt_br: Filtro

source: Filter Hero name
pt_br: Digite o Nome do Herói

source: Gain multiplier
pt_br: Multiplicador de ganhos

source: Gear slots
pt_br: Slots de Equipamentos

source: Gold
pt_br: Ouro

source: Green
pt_br: VIDA

source: Growth
pt_br: Crescimento

source: Healer
pt_br: Sacer

source: Hero
pt_br: Herói

source: Heroes
pt_br: Heróis

source: Hero Level
pt_br: Nível do Herói

source: Hero Name
pt_br: Nome do Herói

source: Hero owned
pt_br: Herói adquirido

source: Hero Plans
pt_br: Planejamento de Heróis

source: Hero type
pt_br: Tipo do Herói

source: IMPORT FROM FILE
pt_br: IMPORTAR O ARQUIVO

source: Invalid file selected!
pt_br: Arquivo selecionado inválido!

source: Inventory
pt_br: Inventário

# InventoryColon
source: Inventory:
pt_br: Inventário:

source: Kanavan
pt_br: Canaban

source: Language
pt_br: Idioma

source: Legendary - Burning
pt_br: Lendária - Flamejante

source: Legendary - Cursed
pt_br: Lendária - Amaldiçoada

source: Legendary - Frozen
pt_br: Lendária - Congelante

source: Level
pt_br: Nível

# LevelPetLevel
source: Hero level & Pet level
pt_br: Nível do Herói e Nível do Mascote

# LevelX
source: Level {0}+:
pt_br: Nível {0}+:

source: Ley
pt_br: Rey

source: Locked
pt_br: Trancado

# LX
source: L{0}
pt_br: Nv.

source: Mage
pt_br: Mago

source: Mark if You want to override
pt_br: Marque se quiser substituir

source: Mass Edit
pt_br: Editor em Massa

source: Materials needed to max all slots for all classes
pt_br: Materiais necessários para maximizar todos os slots para todas as classes

source: Materials needed to max all slots for this class
pt_br: Materiais necessários para maximizar todos os slots para esta classe

source: Materials needed to max this slot
pt_br: Materiais necessários para maximizar este slot

source: Max tier sets:
pt_br: Conjuntos de Tier máximos:

source: Memory Core open
pt_br: Núcleo da Memória aberto

source: Missing SR hero built to unlock this T Hero
pt_br: Herói SR ausente, adquira-o para desbloquear este herói T

source: Mixed
pt_br: Misturado

source: Necklace
pt_br: Colar

source: New Profile
pt_br: Novo Perfil

source: Next
pt_br: Próximo

source: No
pt_br: Não

# NoArtifact
source: No Arti
pt_br: Nenhuma Relíquia

source: None
pt_br: Nenhum

# NoProgressFound
source: No progress found on Your Google Drive. Upload the progress on any of Your devices first.
pt_br: Nenhum progresso encontrado no Google Drive. Carregue o progresso em qualquer um dos seus dispositivos primeiro.

source: Not Done
pt_br: Não realizado

# NoticeSIIncludesCost
source: Notice: SI5, SI10 and SI15 includes Soul Essence's cost of opening all nine traits in each node
pt_br: Aviso: SI5, SI10 e SI15 incluem o custo das Essências da Alma para abrir todas as nove características em cada nó

source: Not owned
pt_br: Não possuído

source: Number of ranks cleared
pt_br: Número de classificações limpas

source: Only T1
pt_br: Apenas T1

source: Only T2
pt_br: Apenas T2

source: Only T3
pt_br: Apenas T3

source: Orange
pt_br: Laranja

# OrangeAccSet
source: Orange - Bloody Oath
pt_br: Laranja - Juramento Sangrento

# OwnedHeroesX
source: Owned heroes: {0}
pt_br: Heróis de propriedade: {0}

source: Performance mode
pt_br: Modo de desempenho

source: Pet Level
pt_br: Nível do mascote

# PetX
source: Pet: {0}
pt_br: Msc: {0}

source: Planning
pt_br: Planejamento

# PleaseEnterValueHigherThanX
source: Please enter value higher than {0}
pt_br: Insira um valor maior que {0}

# PleaseEnterValueLowerThanX
source: Please enter value lower than {0}
pt_br: Insira um valor menor que {0}

# ProgressDownloaded
source: Progress downloaded! App will now close. Restart the app to reload the data.
pt_br: Progresso baixado! O aplicativo será fechado agora. Reinicie o aplicativo para recarregar os dados.

source: Purple
pt_br: DESTRUI

# PurpleAccSet
source: Purple - Determined Strike
pt_br: Roxo - Golpe da Vontade

# PX
source: P{0}
pt_br: M{0}

source: Ranger
pt_br: Atirador

source: Rare
pt_br: Raro

source: Ready
pt_br: Imediatamente

source: Ready in:
pt_br: Pronto em

source: Red
pt_br: PUN

source: RENAME
pt_br: RENOMEAR

source: Rename profile
pt_br: Renomear perfil

# ResetWithGems
source: Reset with gems (+3)
pt_br: Redefinir com gemas (+3)

source: Reward from Vulcanus
pt_br: Recompensa do Vulcanus

source: Rin
pt_br: Lin

source: Ring
pt_br: Anel

source: Rufus
pt_br: Lupus

source: Save
pt_br: Salvar

source: Saved
pt_br: Salvo

source: Select Hero
pt_br: Selecione Herói

source: Select profile
pt_br: Selecione o perfil

# SellX
source: Sell: {0}
pt_br: Vendo: {0}

source: SET DEFAULT
pt_br: DEFINIR PADRÃO

source: Settings
pt_br: Configurações

source: Show not owned
pt_br: Mostrar não possuído

source: SI15 Cost
pt_br: Custo SI15

source: SI15 (SR) Cost
pt_br: Custo SI15 (SR)

source: SI15 (T) Cost
pt_br: Custo SI15 (T)

source: Sort
pt_br: Ordenar

source: Soul Core open
pt_br: Núcleo da Alma aberto

# GrowthEssence
source: Growth Essences
pt_br: Essência da Alma

source: Soul Imprint
pt_br: Selo da Alma

source: Soul Imprint Cost Calculator
pt_br: Calculadora de custo do Selo da Alma

source: Growth Cubes
pt_br: Cubo de Selo da Alma

source: Soul Imprint Level
pt_br: Nível do Selo da Alma

# SpecialEnergyPackageBasic
source: Special Energy Package (Basic) (220 x 7 = 1540)
pt_br: Pacote de Energia Especial (Básico) (220 x 7 = 1540)

# SpecialEnergyPackagePremium
source: Special Energy Package (Premium) (660 x 7 = 4620)
pt_br: Pacote de Energia Especial (Premium) (660 x 7 = 4620)

source: Sum
pt_br: Soma

source: Sum of all previous
pt_br: Soma de todos os anteriores

# SuperCompact
source: All in One
pt_br: Todos em uma Imagem

source: Switch to selected
pt_br: Alternar para selecionado

source: Tank
pt_br: Guard

# ThankYouText
source: This app is being developed for over 7 months now and already consists of over 75,000 lines of code. My goal was always to help as many people as possible and app development takes a significant part of my free time. If You like using the app and find it usefull, please consider clicking on the Ko-fi button above and support me - it will help and mean a lot! Thank You!
pt_br: Este aplicativo está sendo desenvolvido há mais de 7 meses e já consiste em mais de 75.000 linhas de código. O meu objetivo é ajudar ao máximo os jogadores. O desenvolvimento do aplicativo ocupa uma parte do meu tempo livre, se você gosta de usar o aplicativo e o considera útil, considere clicar no botão "Ko-fi" acima e apoiar - Isso ajudará e significará muito, obrigado!

# ThereWasErrorWhileLoggingIn
source: There was error while logging in. Try again
pt_br: Ocorreu um erro durante o login. Tente novamente

# ThisIsDefaultProfile
source: This is default profile - it will be loaded on application start
pt_br: Este é o perfil padrão - ele será carregado no início do aplicativo

source: Total AC from adventure
pt_br: Total de Cubos de Despertar da Aventura

source: Total BG gained over week
pt_br: Total ganho de Gemas Azuis ao longo da semana

source: Total Blue Gems weekly:
pt_br: Total Gemas Azuis semanalmente:

source: Total energy from packages:
pt_br: Energia total dos pacotes:

source: Total SE weekly
pt_br: Total ganho de Essência da alma semanal

source: Total weekly
pt_br: Total semanal

source: Traits
pt_br: Atributos

source: Traits open
pt_br: Atributos Abertos

source: Transcendence
pt_br: Transcendência

source: Transcendence Level
pt_br: Nível da transcendência

source: Unique
pt_br: Único

source: Upload progress to Google Drive
pt_br: Fazer upload do progresso para o Google Drive

source: Use own Blue Gems amount
pt_br: Use a própria quantidade de Gemas Azuis

source: Vulcanus Division
pt_br: Divisão Vulcanus

source: Weapons already used on current level
pt_br: Armas já utilizadas no nível atual

source: Weapons with T9:
pt_br: Armas com T9:

source: Weekly
pt_br: Semanalmente

source: Weekly AC from Defense
pt_br: Cubos de Despertar semanal da Defesa

source: Weekly Aernas Grace Income:
pt_br: Ganho semanal Graça de Ernas:

# WeeklyBGGain
source: Weekly Blue Gems Gain
pt_br: Ganho semanal de Gemas Azuis

source: Weekly Chaser Crystals Gain
pt_br: Ganho semanal de Cristal Chaser

# WeeklyColon
source: Weekly:
pt_br: Semanalmente:

source: Weekly Energy Gain
pt_br: Ganho de Energia semanal

source: Weekly from Annihilation
pt_br: Semanalmente da Aniquilação

source: Weekly missions and login
pt_br: Missões semanais e login

source: Weekly Soul Essence Gain
pt_br: Ganho semanal de Essência da Alma

source: Weekly Soul Imprint Gain
pt_br: Ganho semanal de Selo da Alma

# WeeksForFullSI
source: Weeks for a Full SI
pt_br: Semanas para um SI Completo

source: Weeks needed
pt_br: Semanas necessárias

# WelcomeX
source: Welcome, {0}!
pt_br: Bem-vindo, {0}!

source: With 100 cubes from event
pt_br: Com 100 cubos do evento

source: Working
pt_br: Trabalhando

# XGrowthCubes
source: {0} Growth Cubes
pt_br: {0} Cubo Chase

# XDays
source: {0} days
pt_br: {0} Dias

# XEnergy
source: {0} Energy
pt_br: {0} Energia

# XGold
source: {0:#,0} Gold
pt_br: {0:#,0} Ouro

# XGrowthEssences
source: {0} Growth Essences
pt_br: {0} Essências da Alma

source: Yellow
pt_br: CIRCUL

source: Yes
pt_br: Sim

# YouHaveAddedTHero
source: You have added T hero to planning, but You dont have the base SR hero upgraded to T6 and CL20. Do You want to automatically add the base hero to planning?
pt_br: Você adicionou T hero ao planejamento, mas não tem o herói SR básico atualizado para T6 e CL20. Deseja adicionar automaticamente o herói base ao planejamento?

source: GE from Defense Mode
pt_br: Essência de Crescimento obtida do Modo Defesa

source: CL25 Cost
pt_br: Custo CL25

source: Cost of CL25 in GE
pt_br: Custo do CL25 em Essências do Crescimento

# WeeksForFullCS
source: Weeks for a Full CS
pt_br: Semanas para um CS Completo

source: CL25 (SR) Cost
pt_br: Custo CL25 (SR)

source: CL25 (T) Cost
pt_br: Custo CL25 (T)

source: Owned Hero Specific SI Cubes
pt_br: Cubos SI específicos do herói

source: GE from Energy
pt_br: Essência de Crescimento obtida pelas energias

# BGFromEnergy
source: Blue Gems from Energy
pt_br: Gemas Azuis de Energia

source: All T4
pt_br: T4

source: Any T4
pt_br: T4

source: Only T4
pt_br: Apenas T4

# TeamBuilder
source: Team Builders
pt_br: Construtor de equipes
